{"translation-revision-date":"2022-05-13 07:14:33+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Please enable the option below":["Abilita l'opzione qui sotto"],"We recommend that you turn on the Optimization Setting for v2, so that old v2 styles and scripts would only get loaded when v2 blocks are present in the post. This will ensure your website loads fast even with version 2 backward compatibility enabled":["Ti consigliamo di attivare l'Impostazione di ottimizzazione per la v2, in modo che i vecchi stili e script della v2 vengano caricati solo quando i blocchi v2 sono presenti nell'articolo. Questo assicurerà che il tuo sito web venga caricato velocemente anche con la retrocompatibilità della versione 2 abilitata"],"Optimization Settings":["Impostazioni ottimizzazione"],"Only allow adding of the new v3 blocks in the Editor. Old v2 blocks will no longer work in the Editor, but they will still work fine in your frontend.":["Permetti solo l'aggiunta dei nuovi blocchi v3 nell'Editor. I vecchi blocchi v2 non funzioneranno più nell'Editor, ma continueranno a funzionare bene nel tuo frontend."],"Use New V3 Blocks Only":["Usa solo i nuovi blocchi V3"],"Always allow adding of both v2 and v3 blocks in the Editor, even in new posts.":["Permetti sempre l'aggiunta di entrambi i blocchi v2 e v3 nell'Editor, anche nei nuovi articoli."],"Use Both New V3 and Old V2 Blocks":["Usa sia i nuovi blocchi V3 che i vecchi blocchi V2"],"Enable old V2 blocks in the Editor when editing posts that previously had old V2 blocks. For new posts, only use the new V3 blocks.":["Abilita i blocchi V2 obsoleti nell'Editor quando modifichi gli articoli che in precedenza avevano i blocchi V2 obsoleti. Per i nuovi articoli, usa solo i nuovi blocchi V3."],"Use Old V2 Blocks, but Only When Editing Existing Posts":["Usa i vecchi blocchi V2, ma solo quando modifichi gli articoli esistenti"],"Option number\u0004Option %s":["Opzione %s"],"Learn more about migrating from V2 to V3":["Ulteriori informazioni sulla migrazione dalla V2 alla V3"],"How would you like to transition your Editor workflow when editing your pages?":["Come vorresti cambiare il flusso di lavoro del tuo Editor quando modifichi le tue pagine?"],"Not to worry, version 3 is fully backward compatible with version 2, all your existing blocks should work fine, and you don't have to rebuild any of your web pages!":["Non preoccuparti, la versione 3 è completamente compatibile con la versione 2, tutti i tuoi blocchi esistenti funzioneranno correttamente e non dovrai rifare nessuna delle tue pagine web!"],"Stackable V3 provides NEW blocks which are more flexible, more powerful and faster. These new blocks are meant to replace the old V2 blocks.":["Stackable V3 fornisce NUOVI blocchi che sono più flessibili, più potenti e più veloci. Questi nuovi blocchi sono destinati a sostituire i vecchi blocchi V2."],"Migrating to the New Stackable Blocks":["Migrare ai nuovi blocchi di Stackable"],"and more!":["e altro ancora!"],"Conditionally Display blocks (premium)":["Blocchi di visualizzazione condizionale (premium)"],"Motion Effects (premium)":["Effetti di movimento (premium)"],"Use Dynamic Content in images, buttons, and other content (premium)":["Usa il contenuto dinamico in immagini, pulsanti e altri contenuti (premium)"],"Stackable Custom Fields (premium)":["Campi personalizzati Stackable (premium)"],"Style blocks when they're hovered":["Stile dei blocchi al passaggio del mouse"],"Advanced Columns which are immensely responsive (you can control how they collapse in tablet and mobile)":["Colonne avanzate che sono molto responsive (puoi controllare come si comprimono su tablet e dispositivi mobili)"],"Completely new way to use Stackable blocks":["Un modo completamente nuovo di usare i blocchi di Stackable"],"Unbelievably lightweight, faster performance, focus on core web vitals and accessibility":["Incredibilmente leggero, prestazioni più veloci, focus sui core web vitals e sull'accessibilità"],"What’s New in Version 3":["Cosa c'è di nuovo nella versione 3"],"We've made upgrading as smooth and hassle free as possible, click on the Get Started button at the lower right to move to the next step.":["Abbiamo reso l'aggiornamento il più semplice e senza problemi possibile, fai clic sul pulsante Come iniziare in basso a destra per passare al prossimo passo."],"There are huge changes in Stackable, and this wizard will help you get started with migrating to the new version.":["Ci sono enormi cambiamenti in Stackable e questa procedura guidata ti aiuterà nella migrazione alla nuova versione."],"Thanks for Updating to Stackable V3":["Grazie per aver aggiornato a Stackable V3"],"Welcome to V3":["Benvenuto nella V3"],"Migration":["Migrazione"],"Optimization":["Ottimizzazione"],"block title\u0004Columns":["Colonne"],"block title\u0004Blog Posts":["Articoli del blog"],"block title\u0004Video Popup":["Video Popup"],"block title\u0004Advanced Text":["Testo avanzato"],"block title\u0004Testimonial":["Testimonial"],"block title\u0004Team Member":["Membro del team"],"block title\u0004Spacer":["Spazio vuoto"],"block title\u0004Separator":["Separatore"],"block title\u0004Pricing Box":["Riquadro prezzi"],"block title\u0004Number Box":["Riquadro numero"],"block title\u0004Notification":["Notifiche"],"block title\u0004Image Box":["Riquadro immagine"],"block title\u0004Icon":["Icona"],"block title\u0004Icon List":["Elenco icona"],"block title\u0004Advanced Heading":["Titolo avanzato"],"block title\u0004Header":["Header"],"block title\u0004Feature":["Caratteristica"],"block title\u0004Feature Grid":["Griglia delle caratteristiche"],"block title\u0004Expand \/ Show More":["Espandi \/ Mostra altro"],"block title\u0004Divider":["Divisore"],"block title\u0004Count Up":["Contatore"],"block title\u0004Container":["Contenitore"],"block title\u0004Card":["Scheda"],"block title\u0004Call to Action":["Invito all'azione"],"block title\u0004Button":["Pulsante"],"block title\u0004Blockquote":["Citazione"],"block title\u0004Accordion":["Fisarmonica"],"Load only in posts with Stackable blocks":["Carica solo negli articoli con blocchi Stackable"],"Load across entire site":["Carica in tutto il sito"],"Frontend JS & CSS Files":["File JS e CSS del frontend"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"Disable All":["Disabilita tutti"],"Enable All":["Abilita tutti"]}},"comment":{"reference":"dist\/deprecated\/admin_welcome_v2.js"}}